Repository: Lopeh/alena-karnauhova-ONI-Mods
Catalog: ShinebugReactor/translations/*.po
Languages: ru

# ShinebugReactor.STRINGS.BUILDINGS.PREFABS.SHINEBUGREACTOR.NAME
source: <link="SHINEBUGREACTOR">Shinebug Reactor</link>
ru: <link="SHINEBUGREACTOR">Блестячковый реактор</link>

# ShinebugReactor.STRINGS.BUILDINGS.PREFABS.SHINEBUGREACTOR.DESC
source: When eggs enter the reactor, they are stored inside unti they hatch. The newly hatched <link="LIGHTBUG">shine bugs</link> are then enslaved for your gain.
ru: Когда яйца попадают в реактор, они хранятся внутри, пока не вылупятся. Затем новорожденные <link="LIGHTBUG">блестячки</link> порабощаются для вашей выгоды.

# ShinebugReactor.STRINGS.BUILDINGS.PREFABS.SHINEBUGREACTOR.EFFECT
source: Receives <link="LIGHTBUG">shine bug</link> eggs and generates <link="POWER">Power</link> and <link="RADIATION">Radbolts</link> using their light.
ru: Получает яйца <link="LIGHTBUG">блестячков</link> и генерирует <link="POWER">энергию</link> и <link="RADIATION">радболты</link>, используя их свет.

# ShinebugReactor.STRINGS.BUILDINGS.PREFABS.SHINEBUGREACTOR.LOGIC_PORT_FIRE
source: Radbolt Generation Control
ru: Управление генерацией радболтов

# ShinebugReactor.STRINGS.BUILDINGS.PREFABS.SHINEBUGREACTOR.LOGIC_PORT_ACTIVE
source: <b><style="logic_on">Green Signal</style></b>: generate and emit Radbolts
ru: <b><style="logic_on">Зеленый сигнал</style></b>: генерировать и излучать радболты

# ShinebugReactor.STRINGS.BUILDINGS.PREFABS.SHINEBUGREACTOR.LOGIC_PORT_INACTIVE
source: <b><style="logic_off">Red Signal</style></b>: do not generate and emit Radbolts
ru: <b><style="logic_off">Красный сигнал</style></b>: не генерировать и не излучать радболты

# ShinebugReactor.STRINGS.BUILDING.STATUSITEMS.SHINEBUGREACTORCREATURES.NAME
source: Creatures: {0}
ru: Существа: {0}

# ShinebugReactor.STRINGS.BUILDING.STATUSITEMS.SHINEBUGREACTORCREATURES.TOOLTIP
source: This reactor contains {0} creatures
ru: Этот реактор содержит {0} существ

# ShinebugReactor.STRINGS.BUILDING.STATUSITEMS.SHINEBUGREACTOREGGS.NAME
source: Eggs: {0}
ru: Яйца: {0}

# ShinebugReactor.STRINGS.BUILDING.STATUSITEMS.SHINEBUGREACTOREGGS.TOOLTIP
source: This reactor contains {0} eggs
ru: Этот реактор содержит {0} яиц

# ShinebugReactor.STRINGS.BUILDING.STATUSITEMS.SHINEBUGREACTORWATTAGE.NAME
source: Current Wattage: {0}
ru: Текущее напряжение: {0}

# ShinebugReactor.STRINGS.BUILDING.STATUSITEMS.SHINEBUGREACTORWATTAGE.TOOLTIP
source: This reactor is generating {0} of <link="POWER">Power</link>
ru: Этот реактор генерирует {0} <link="POWER">энергии</link>

# ShinebugReactor.STRINGS.BUILDING.STATUSITEMS.SHINEBUGREACTORHEP.NAME
source: Radbolt production: {0}/cycle
ru: Сбор радболтов: {0}/цикл

# ShinebugReactor.STRINGS.BUILDING.STATUSITEMS.SHINEBUGREACTORHEP.TOOLTIP
source: This reactor is generating {0}{1} per cycle
ru: Этот реактор генерирует {0}{1} за цикл

source: No radbolt production
ru: Нет производства радболтов

source: This reactor is not generating radbolts due to insufficient power generation
ru: Этот реактор не генерирует радболты из-за недостаточного производства энергии

source: Radbolt production disabled
ru: Производство радболтов отключено

source: Radbolt production is disabled by automation
ru: Производство радболтов отключено автоматикой

# ShinebugReactor.STRINGS.UI.BUILDINGEFFECTS.SHINEBUGREACTORWATTSPERLUX
source: Lux/watt: {0}
ru: Люкс/ватт: {0}

# ShinebugReactor.STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.SHINEBUGREACTORWATTSPERLUX
source: Generates <style="produced">{1}</style> of power for {0}
ru: Вырабатывает <style="produced">{1}</style> энергии за {0}

# ShinebugReactor.STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.SHINEBUGREACTORREQUIRESPOWER
source: Should generate at least <style="consumed">{0}</style> of power to produce radbolts
ru: Должен производить минимум <style="consumed">{0}</style> энергии для генерации радболтов

# ShinebugReactor.STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.SHINEBUGREACTORHEATGENERATED
source: Generates <style="produced">{0}</style> per second while producing radbolts
ru: Вырабатывает <style="produced">{0}</style> в сек., когда производит радболты

# ShinebugReactor.STRINGS.OPTIONS.REPRODUCTIONMODE.NAME
source: Reproduction mode
ru: Режим воспроизводства

# ShinebugReactor.STRINGS.OPTIONS.REPRODUCTIONMODE.DESC
source: Reproduction options for creatures stored in the reactor.
ru: Варианты воспроизводства существ, хранящихся в реакторе.

# ShinebugReactor.STRINGS.OPTIONS.REPRODUCTIONMODE.IMMORTALITY.NAME
source: Immortality
ru: Бессмертие

# ShinebugReactor.STRINGS.OPTIONS.REPRODUCTIONMODE.IMMORTALITY.DESC
source: Creature in the reactor will neither die nor reproduce.
ru: Существо в реакторе не умрёт и не будет размножаться.

# ShinebugReactor.STRINGS.OPTIONS.REPRODUCTIONMODE.REPRODUCTION.NAME
source: Reproduction
ru: Воспроизводство

# ShinebugReactor.STRINGS.OPTIONS.REPRODUCTIONMODE.REPRODUCTION.DESC
source: Creature in the reactor will lay an egg before it dies.
ru: Существо в реакторе отложит яйцо перед смертью.

# ShinebugReactor.STRINGS.OPTIONS.REPRODUCTIONMODE.FINALDEATH.NAME
source: Final death
ru: Окончательная смерть

# ShinebugReactor.STRINGS.OPTIONS.REPRODUCTIONMODE.FINALDEATH.DESC
source: Creature in the reactor will die without reproducing.
ru: Существо в реакторе умрёт, не воспроизводясь.

# ShinebugReactor.STRINGS.OPTIONS.DROPHATCHED.NAME
source: Drop hatched creatures
ru: Сбрасывать вылупившихся существ

# ShinebugReactor.STRINGS.OPTIONS.DROPHATCHED.DESC
source: Reactor drops not only eggs but also hatched creatures on filter change, if enabled.
ru: При изменении фильтра реактор сбрасывает не только яйца, но и вылупившихся существ, если включено.

# ShinebugReactor.STRINGS.OPTIONS.MAXPOWEROUTPUT.NAME
source: Max power output (W)
ru: Макс. мощность (Вт)

# ShinebugReactor.STRINGS.OPTIONS.MAXPOWEROUTPUT.DESC
source: Reactor cannot produce more than this value.
ru: Реактор не может производить больше этого значения.

# ShinebugReactor.STRINGS.OPTIONS.FIXINCUBATORPRIORITY.NAME
source: Fix incubator and cracker priority
ru: Исправить приоритет инкубаторов и разбивалок

# ShinebugReactor.STRINGS.OPTIONS.FIXINCUBATORPRIORITY.DESC
source: By default, eggs can be delivered to an incubator from a storage with any priority. It means that if item removal is allowed on the reactor, eggs will be transferred from it to lower priority incubators. Enable the option to fix this behavior.
ru: По умолчанию яйца могут быть доставлены в инкубатор из хранилища с любым приоритетом. Это означает, что если в реакторе разрешено перемещение предметов, яйца будут перенесены из него в инкубаторы с более низким приоритетом. Включите эту опцию, чтобы исправить данное поведение.

# ShinebugReactor.STRINGS.OPTIONS.POWERGENERATIONMODE.NAME
source: Power generation mode
ru: Режим производства энергии

# ShinebugReactor.STRINGS.OPTIONS.POWERGENERATIONMODE.DESC
source: Determines how the amount of power per creature is calculated.
ru: Определяет способ вычисления количества энергии, производимой существом.

# ShinebugReactor.STRINGS.OPTIONS.POWERGENERATIONMODE.SOLARPANEL.NAME
source: Solar panel
ru: Солнечная панель

# ShinebugReactor.STRINGS.OPTIONS.POWERGENERATIONMODE.SOLARPANEL.DESC
source: Power is generated similar to solar panels, this means ~25 W for usual shine bug.
ru: Энергия генерируется аналогично солнечным панелям, это означает ~25 Вт для обычного блестячка.

# ShinebugReactor.STRINGS.OPTIONS.POWERGENERATIONMODE.RATIO.NAME
source: Ratio
ru: Соотношение

# ShinebugReactor.STRINGS.OPTIONS.POWERGENERATIONMODE.RATIO.DESC
source: Power per creature = max power output / max creature limit, for any creature that emits light.
ru: Энергия от существа = макс. мощность / макс. лимит существ, для любого существа, излучающего свет.

# Commons.STRINGS.UI.UISIDESCREENS.ITEMSREMOVABLE_SIDE_SCREEN.TITLE
source: Allowable Storage
ru: Разрешаемое хранилище

# Commons.STRINGS.UI.UISIDESCREENS.ITEMSREMOVABLE_SIDE_SCREEN.ALLOWREMOVALBUTTON
source: Allow items removal
ru: Разрешить извлечение предметов

source: Allow to remove items from this storage.
ru: Разрешить доставать предметы из этого хранилища.
