Repository: Lopeh/alena-karnauhova-ONI-Mods
Catalog: MaterialColoredTiles/translations/*.po
Languages: ru

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.BRIGHTNESS.NAME
source: Brightness multiplier
ru: Коэффициент яркости

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.BRIGHTNESS.DESC
source: The bigger the multiplier, the lighter the colors.
ru: Чем больше коэффициент, тем светлее цвета.

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.TILES.NAME
source: Tiles
ru: Клетки

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.TILES.DESC
source: Note that some tiles (e.g. farm tiles) are not included here.
ru: Обратите внимание, что некоторые клетки (например, агроклетки) не включены в эту опцию.

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.WALLS.NAME
source: Walls
ru: Стены

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.WALLS.DESC
source: Backwalls, e.g. Exterior Wall and Tempshift Plate
ru: Стены заднего плана, такие как гипсокартон и термальная пластина

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.DOORS.NAME
source: Doors
ru: Двери

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.PIPES.NAME
source: Pipes
ru: Трубы

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.SCULPTURES.NAME
source: Sculptures
ru: Скульптуры

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.MOULDING.NAME
source: Moulding
ru: Молдинг

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.LOGICWIRES.NAME
source: Logic wires
ru: Провода автоматики

# MaterialColoredTilesAndMore.STRINGS.OPTIONS.FARMTILES.NAME
source: Farm tiles
ru: Агроклетки
