Repository: Lopeh/alena-karnauhova-ONI-Mods
Catalog: MeteorSeasons/translations/*.po
Languages: ru

# Meteor_Seasons.STRINGS.OPTIONS.SHOWNOTIFICATIONS.NAME
source: Show notifications
ru: Отображение уведомлений

# Meteor_Seasons.STRINGS.OPTIONS.SHOWNOTIFICATIONS.ALWAYSSHOWACTIVESEASON.NAME
source: Always
ru: Всегда

# Meteor_Seasons.STRINGS.OPTIONS.SHOWNOTIFICATIONS.ALWAYSSHOWACTIVESEASON.DESC
source: Current season is always displayed if active.
ru: Текущий сезон всегда отображается, если активен.

# Meteor_Seasons.STRINGS.OPTIONS.SHOWNOTIFICATIONS.SHOWSEASONCHANGE.NAME
source: Season change
ru: Смена сезона

# Meteor_Seasons.STRINGS.OPTIONS.SHOWNOTIFICATIONS.SHOWSEASONCHANGE.DESC
source: New seasons are notified.
ru: Отображаются уведомления о новых сезонах.

# Meteor_Seasons.STRINGS.OPTIONS.SHOWNOTIFICATIONS.SHOWBOMBARDMENTSTART.NAME
source: Meteor shower
ru: Метеоритный дождь

# Meteor_Seasons.STRINGS.OPTIONS.SHOWNOTIFICATIONS.SHOWBOMBARDMENTSTART.DESC
source: Meteor showers are notified.
ru: Отображаются уведомления о метеоритных дождях.

# Meteor_Seasons.STRINGS.OPTIONS.GENERAL.NAME
source: General
ru: Общие

# Meteor_Seasons.STRINGS.OPTIONS.GENERAL.SHOWBEFORESURFACEBREACH.NAME
source: Show before surface breach
ru: Показывать до пролома на поверхность

# Meteor_Seasons.STRINGS.OPTIONS.GENERAL.SHOWBEFORESURFACEBREACH.DESC
source: All notifications will be shown before surface breach. Not recommended.
ru: Все уведомления будут отображаться до пролома на поверхность. Не рекомендуется.

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSEASONACTIVE
source: Meteor season is active
ru: Сезон метеоритов активен

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.CURRENTSEASON
source: Current season:
ru: Текущий сезон:

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.NEWSEASON
source: New season:
ru: Новый сезон:

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.SEASONEND
source: Season end:
ru: Окончание сезона:

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERS
source: Meteor Showers!
ru: Метеоритный дождь!

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.SHOWERSENDING
source: Showers ending:
ru: Дождь заканчивается:

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERNONE.NAME
source: No Meteors
ru: Нет метеоритов

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERNONE.TOOLTIP
source: Nothing to harvest
ru: Нечего собирать

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERIRON.NAME
source: Iron Meteors
ru: Железные метеориты

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERIRON.TOOLTIP
source: There will be refined Iron
ru: Будет очищенное железо

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERCOPPER.NAME
source: Copper Meteors
ru: Медные метеориты

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERCOPPER.TOOLTIP
source: There will be Copper Ore
ru: Будет медная руда

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERGOLD.NAME
source: Gold Meteors
ru: Золотые метеориты

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERGOLD.TOOLTIP
source: There will be Gold Amalgam
ru: Будет золотой сплав

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERDUST.NAME
source: Dust Meteors
ru: Пылевые метеориты

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERDUST.TOOLTIP
source: There will be Regolith
ru: Будет реголит

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERFULLERENE.NAME
source: Fullerene Meteors
ru: Фуллереновые метеориты

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERFULLERENE.TOOLTIP
source: There will be Fullerene
ru: Будет фуллерен

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERGASSYMOO.NAME
source: Gassy Mooteors
ru: Газовые муутеориты

# Meteor_Seasons.STRINGS.MISC.NOTIFICATIONS.METEORSHOWERGASSYMOO.TOOLTIP
source: There will be Gassy Moos
ru: Будут газовые муу
