Repository: Lopeh/alena-karnauhova-ONI-Mods
Catalog: SizeNotIncluded/translations/*.po
Languages: ru

# SizeNotIncluded.STRINGS.OPTIONS.MAPTYPE.NAME
source: Map Type
ru: Тип карты

# SizeNotIncluded.STRINGS.OPTIONS.MAPTYPE.DESC
source: The type of small map. Description for each contains map size and percentage size compared to default map.
ru: Тип уменьшенной карты. Описание для каждого содержит размер карты и процентное соотношение в сравнении со стандартной картой.

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.SMALLEST.NAME
source: Smallest
ru: Наименьшая

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.SMALLEST.DESC
source: 128x192 size, 25% area
ru: 128x192 размер, 25% площадь

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.SMALL.NAME
source: Small
ru: Маленькая

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.SMALL.DESC
source: 160x224 size, 40% area
ru: 160x224 размер, 40% площадь

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.MEDIUM.NAME
source: Medium
ru: Средняя

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.MEDIUM.DESC
source: 192x288 size, 55% area
ru: 192x288 размер, 55% площадь

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.LARGE.NAME
source: Large
ru: Большая

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.LARGE.DESC
source: 224x320 size, 75% area
ru: 224x320 размер, 75% площадь

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.DEFAULT.NAME
source: Default
ru: Стандартная

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.DEFAULT.DESC
source: 256x384 size, 100% area
ru: 256x384 размер, 100% площадь

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.SMALLESTTALL.NAME
source: Smallest Tall
ru: Наименьшая высокая

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.SMALLESTTALL.DESC
source: 96x224 size, 25% area
ru: 96x224 размер, 25% площадь

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.SMALLTALL.NAME
source: Small Tall
ru: Маленькая высокая

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.SMALLTALL.DESC
source: 128x288 size, 40% area
ru: 128x288 размер, 40% площадь

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.MEDIUMTALL.NAME
source: Medium Tall
ru: Средняя высокая

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.MEDIUMTALL.DESC
source: 160x320 size, 55% area
ru: 160x320 размер, 55% площадь

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.LARGETALL.NAME
source: Large Tall
ru: Большая высокая

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.LARGETALL.DESC
source: 192x384 size, 75% area
ru: 192x384 размер, 75% площадь

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.DEFAULTTALL.NAME
source: Default Tall
ru: Стандартная высокая

# SizeNotIncluded.STRINGS.OPTIONS.SIZENOTINCLUDEDMAPTYPE.DEFAULTTALL.DESC
source: 224x416 size, 100% area
ru: 224x416 размер, 100% площадь

# SizeNotIncluded.STRINGS.OPTIONS.GEYSERCOUNT.NAME
source: Generic geyser count
ru: Количество гейзеров

# SizeNotIncluded.STRINGS.OPTIONS.GEYSERCOUNT.DESC
source: Generic (non-guaranteed) geysers count. Vanilla value is 12.
ru: Количество негарантированных гейзеров. Стандартное значение - 12.
