Repository: Lopeh/alena-karnauhova-ONI-Mods
Catalog: RadiateHeatInSpace/translations/*.po
Languages: ru

# RadiateHeatInSpace.STRINGS.BUILDINGS.PREFABS.RADIATIVETILE.NAME
source: <link="RADIATIVETILE">Radiative Tile</link>
ru: <link="RADIATIVETILE">Излучающая клетка</link>

# RadiateHeatInSpace.STRINGS.BUILDINGS.PREFABS.RADIATIVETILE.DESC
source: Perfect for building a sauna, if the sauna were in space. On second thought, not so perfect for building a sauna.
ru: Идеальна для постройки сауны, если бы сауна была в космосе. На второй взгляд, не так уж хороша для постройки сауны.

# RadiateHeatInSpace.STRINGS.BUILDINGS.PREFABS.RADIATIVETILE.EFFECT
source: A tile that passively radiates <link="HEAT">heat</link> to space. More effective the hotter it is.
ru: Клетка, которая пассивно излучает <link="HEAT">тепло</link> в космос. Чем выше температура, тем эффективнее.

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.RADIATEHEAT_NOTINSPACE.NAME
source: Not in space
ru: Не в космосе

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.RADIATEHEAT_NOTINSPACE.TOOLTIP
source: This building is not fully in space and is not radiating heat.
ru: Это строение не находится полностью в космосе и не излучает тепло.

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.RADIATEHEAT_TOOCOLD.NAME
source: Too cold
ru: Слишком холодно

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.RADIATEHEAT_TOOCOLD.TOOLTIP
source: This building is too cold to radiate heat.
ru: Это строение слишком холодное, чтобы излучать тепло.

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.RADIATEHEAT_RADIATING.NAME
source: Radiating {0}
ru: Излучает {0}

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.RADIATEHEAT_RADIATING.TOOLTIP
source: This building is currently radiating heat at {0}.
ru: Это строение сейчас излучает {0} тепла.

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.RADIATEHEAT_NOTINSUNLIGHT.NAME
source: Not in sunlight
ru: Не под солнцем

source: This building is not in sunlight and is not heated by it.
ru: Это строение не находится на солнечном свету и не нагревается от него.

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.RADIATEHEAT_TOOHOT.NAME
source: Too hot
ru: Слишком горячо

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.RADIATEHEAT_TOOHOT.TOOLTIP
source: This building is too hot to absorb heat from sun.
ru: Это строение слишком горячее, чтобы поглощать тепло от солнца.

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.RADIATEHEAT_ABSORBING.NAME
source: Absorbing {0}
ru: Поглощает {0}

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.RADIATEHEAT_ABSORBING.TOOLTIP
source: This building is currently absorbing heat from sun at {0}.
ru: Это строение сейчас поглощает {0} тепла от солнца.

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.RADIATED
source: Radiated
ru: Излучено

# RadiateHeatInSpace.STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.ABSORBED
source: Absorbed
ru: Поглощено

# RadiateHeatInSpace.STRINGS.OPTIONS.CATEGORIES.SUNRADIATION
source: Sun radiation
ru: Излучение солнца

# RadiateHeatInSpace.STRINGS.OPTIONS.SUNLIGHTHEAT.NAME
source: Sunlight heat
ru: Нагрев солнцем

# RadiateHeatInSpace.STRINGS.OPTIONS.SUNLIGHTHEAT.DESC
source: Buildings in sunlight will be heated if enabled.
ru: Строения на солнечном свету будут нагреваться, если включено.

# RadiateHeatInSpace.STRINGS.OPTIONS.SUNLIGHTEFFICIENCY.NAME
source: Sun light efficiency
ru: Световая отдача солнца

# RadiateHeatInSpace.STRINGS.OPTIONS.SUNLIGHTEFFICIENCY.DESC
source: Lumen per watt ratio of the sun. The more light efficiency, the less heat energy.
ru: Соотношение люмен/ватт для солнца. Чем больше светоотдача, тем меньше тепловая энергия.

# RadiateHeatInSpace.STRINGS.OPTIONS.MAXTEMPERATURE.NAME
source: Maximum temperature (K)
ru: Максимальная температура (K)

# RadiateHeatInSpace.STRINGS.OPTIONS.MAXTEMPERATURE.DESC
source: Sun cannot heat a building over this temperature.
ru: Солнце не может нагреть строение выше этой температуры.
