Repository: Lopeh/alena-karnauhova-ONI-Mods
Catalog: SealedContainer/translations/*.po
Languages: ru

# SealedContainer.STRINGS.BUILDINGS.PREFABS.SEALEDCONTAINER.NAME
source: <link="SEALEDCONTAINER">Sealed Container</link>
ru: <link="SEALEDCONTAINER">Герметичный контейнер</link>

# SealedContainer.STRINGS.BUILDINGS.PREFABS.SEALEDCONTAINER.DESC
source: Nicely sealed container. Its <link="ELEMENTSSOLID">contents</link> will stay forever!
ru: Хорошо герметизированный контейнер. Его <link="ELEMENTSSOLID">содержимое</link> будет храниться вечно!

# SealedContainer.STRINGS.BUILDINGS.PREFABS.SEALEDCONTAINER.EFFECT
source: Prevents its <link="ELEMENTSSOLID">contents</link> from sublimating.
ru: Предотвращает сублимацию его <link="ELEMENTSSOLID">содержимого</link>.

# SealedContainer.STRINGS.BUILDINGS.PREFABS.INSULATEDCONTAINER.NAME
source: <link="INSULATEDCONTAINER">Insulated Container</link>
ru: <link="INSULATEDCONTAINER">Теплоизолированный контейнер</link>

# SealedContainer.STRINGS.BUILDINGS.PREFABS.INSULATEDCONTAINER.DESC
source: This container is not only sealed but also insulated. Force all these <link="HEAT">DTUs</link> to stay where they are!
ru: Этот контейнер не только герметичен, но и теплоизолирован. Заставьте все эти <link="HEAT">ДЕТы</link> оставаться там, где они есть!

# SealedContainer.STRINGS.BUILDINGS.PREFABS.INSULATEDCONTAINER.EFFECT
source: Prevents sublimation and heat exchange of its <link="ELEMENTSSOLID">contents</link>.
ru: Предотвращает сублимацию и теплообмен его <link="ELEMENTSSOLID">содержимого</link>.

# SealedContainer.STRINGS.OPTIONS.CAPACITY.NAME
source: Capacity (kg)
ru: Вместимость (кг)

# SealedContainer.STRINGS.OPTIONS.CAPACITY.DESC
source: Determines max capacity of the container.
ru: Устанавливает максимальную вместимость контейнера.

# SealedContainer.STRINGS.OPTIONS.REQUIRESUPERINSULATOR.NAME
source: Insulated Container requires SuperInsulator
ru: Теплоизолированный контейнер требует суперизолятора

# SealedContainer.STRINGS.OPTIONS.REQUIRESUPERINSULATOR.DESC
source: Only Insulation can be used for Insulated Container construction if enabled.
ru: Теплоизолированный контейнер может быть построен только из Теплоизоляции, если включено.
